9/data/attachments/ae644efedd9cc4d4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2389912f-b513-4ae7-9f7e-cee376d51e91</nif:username>
            <nif:friendToBeAdded>Daniel_recently_Actions_53605_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>